{
  "title": "KİŞİSEL VERİLERİN KORUNMASI VE İŞLENMESİ POLİTİKASI İLE MÜŞTERİ AYDINLATMA METNİ",
  "lastUpdated": "01.03.2024",
  "sections": [
    {
      "id": "sirket-tanitimi",
      "title": "Inn Elegance LLC Hakkında",
      "content": "Öncelikle, Inn Elegance markası ve www.innelegance.com internet sitemizin tamamen Inn Elegance LLC'ye ait olduğunu resmi olarak duyurmaktan memnuniyet duyarız.\n\nInn Elegance LLC, Florida merkezli bir şirket olup, lüks villa, daire, otel ve diğer konaklama seçenekleri sunan bir platformdur. Misafirlerimize konforlu ve özel tatil deneyimleri sağlamayı amaçlayan Inn Elegance, her bir konaklama biriminde unutulmaz bir tatil fırsatı sunmayı hedeflemektedir.\n\nPlatformumuz, kullanıcılara geniş bir konaklama yelpazesi sunarak tatillerini kolayca planlama imkânı sağlar. Inn Elegance, kullanıcı dostu arayüzü ve güvenilir kiralama deneyimiyle, misafirlerine lüks ve rahat bir tatil için ideal seçenekler sunmaktadır. Tatilciler, konforu, estetiği ve benzersiz deneyimi bir arada bulmak için platformumuzu tercih etmektedir."
    },
    {
      "id": "politika-amaci",
      "title": "1. Kişisel Verilerin Korunması ve İşlenmesi Politikası",
      "content": "Kişisel verilerin korunması, Inn Elegance LLC'nin en önemli önceliklerinden biridir. Bu politika, şirketimizin çalışan adayları, şirket ortakları, şirket yetkilileri, iş birliği yaptığı kurumların çalışanları, ortakları ve yetkilileri ile müşterileri ve ziyaretçi üçüncü kişilerin kişisel verilerinin korunmasına yönelik olarak yönetilmektedir.\n\nBu politika çerçevesinde, yasal mevzuat çerçevesinde işlenen kişisel verilerin korunması için gereken idari ve teknik tedbirler alınmaktadır."
    },
    {
      "id": "temel-ilkeler",
      "title": "2. İşlenen Kişisel Verilerin Temel İlkeleri",
      "content": "Inn Elegance LLC olarak, müşterilerimizin ve kullanıcılarımızın kişisel verilerinin korunmasına büyük önem veriyoruz. Florida eyaletinde faaliyet gösteren bir şirket olarak, kişisel veri güvenliğini sağlamak ve gizliliğinizi korumak için çeşitli yasal düzenlemelere ve en iyi uygulamalara uymaktayız.\n\n2.1. Florida Information Protection Act (FIPA)\nFlorida'da, kişisel verilerin korunmasını sağlayan en önemli yasal çerçeve Florida Information Protection Act (FIPA)'dır. Bu yasa, veri güvenliği ihlallerini önlemeyi ve kullanıcı bilgilerini güvenli bir şekilde saklamayı amaçlamaktadır.\n\n2.2. Florida's Data Breach Notification Law\nInn Elegance LLC, Florida'nın Data Breach Notification Law yasasına tamamen uyar. Bu yasa, kişisel verilerin ihlal edilmesi durumunda etkilenen bireylere bildirimin yapılmasını zorunlu kılar.\n\n2.3. Sosyal Güvenlik Numarası Koruma Yasası\nVeri güvenliğine dair sorumluluklarımızın bir parçası olarak, Inn Elegance LLC, Florida Sosyal Güvenlik Numarası Koruma Yasası'na uyar.\n\n2.4. Diğer İlgili Yasalar ve Düzenlemeler\nBunun dışında, Inn Elegance LLC, California Consumer Privacy Act (CCPA) ve Avrupa Birliği Genel Veri Koruma Yönetmeliği (GDPR) gibi diğer ulusal ve uluslararası veri koruma yasalarına da uygun hareket eder."
    },
    {
      "id": "ilke-prensipler",
      "title": "3. Kişisel Verilerin İşlenmesi ve Korunması İlke ve Prensipleri",
      "content": "• Kişisel veriler hukuka ve dürüstlük kurallarına uygun işlenir.\n• Kişisel veriler doğru ve güncel tutulur.\n• Kişisel veriler belirli, açık ve meşru amaçlar için işlenir.\n• Kişisel veriler işlendikleri amaçla bağlantılı, sınırlı ve ölçülü olarak işlenir.\n• Kişisel veriler, ilgili mevzuatta öngörülen veya işlendikleri amaç için gerekli olan süre kadar muhafaza edilir.\n• Kişisel veri sahipleri aydınlatılır ve bilgilendirilir.\n• Kişisel veri sahiplerinin haklarını kullanması için gerekli sistemler kurulur.\n• Kişisel verilerin muhafazası için gerekli tedbirler alınır.\n• Kişisel verilerin üçüncü kişilere aktarılmasında ilgili mevzuata ve KVK Kurulu düzenlemelerine uyulur.\n• Özel nitelikli kişisel verilerin işlenmesine ve korunmasına gereken hassasiyet gösterilir."
    },
    {
      "id": "gizlilik-sartlari",
      "title": "4. Gizlilik Şartları",
      "content": "www.innelegance.com, işbu Gizlilik Politikası ve Kullanım Sözleşmesi'nde tanımlı olan haller haricinde kişisel bilgileri herhangi bir şirket veya üçüncü kişilere açıklamayacaktır. www.innelegance.com, ziyaretçilerin, kayıtlı kullanıcıların ve ortakların kişisel bilgilerini üçüncü şahıslara satmaz.\n\nDoğrudan Tarafımıza Sunulan Veriler: Rezervasyon formu, iletişim formu ve diğer formlar aracılığıyla bizlere sunulan bilgiler ticari amaçlarla üçüncü şahıslarla paylaşılmaz.\n\nDolaylı Olarak Tarafınızdan Elde Edilen Veriler: IP bilgisi, konum verileri, çerezler ve diğer kullanım verileri sadece www.innelegance.com sitesine özeldir ve ticari amaçla kullanılmaz."
    },
    {
      "id": "rezervasyon-kimlik",
      "title": "5. Rezervasyon ve Kimlik Sunumları",
      "content": "Firmamız, yasal gereklilikler doğrultusunda villalarda konaklayacak olan her müşterisi için ilgili güvenlik güçlerine kimlik veri bildirimi yapar. Bu nedenle, rezervasyon yapan tüm kullanıcılar bu veri bildirimi için kimliklerini beyan ederler. Beyan edilen kimlik verileri sadece ilgili güvenlik güçlerine sunulur."
    },
    {
      "id": "kabul-sartlari",
      "title": "6. Kabul Edilen Şartlar ve Yetki",
      "content": "Inn Elegance LLC'den herhangi bir konaklama yapan müşteriler, yukarıda belirtilen şartları kabul etmiş sayılırlar. Bu şartlara aykırı davranışlar, Inn Elegance LLC tarafından rezervasyonları tek taraflı iptal etme ve geri ödeme yapmama hakkını beraberinde getirir."
    }
  ],
  "companyInfo": {
    "name": "Inn Elegance LLC",
    "address": "7901 4TH ST N STE 300, ST. PETERSBURG, FL. 33702, USA",
    "website": "www.innelegance.com",
    "owner": "Inn Elegance LLC Yönetim Kurulu",
    "email": "info@innelegance.com",
    "phone": "+90 (531) 621-61-00"
  }
} 